{"yes": 0, "no": 1, "2": 2, "1": 3, "white": 4, "3": 5, "red": 6, "blue": 7, "4": 8, "green": 9, "black": 10, "yellow": 11, "brown": 12, "5": 13, "tennis": 14, "baseball": 15, "6": 16, "orange": 17, "0": 18, "bathroom": 19, "wood": 20, "right": 21, "left": 22, "frisbee": 23, "pink": 24, "gray": 25, "pizza": 26, "7": 27, "kitchen": 28, "8": 29, "cat": 30, "skiing": 31, "skateboarding": 32, "dog": 33, "snow": 34, "black and white": 35, "skateboard": 36, "surfing": 37, "water": 38, "giraffe": 39, "grass": 40, "surfboard": 41, "wii": 42, "kite": 43, "10": 44, "purple": 45, "elephant": 46, "broccoli": 47, "man": 48, "winter": 49, "stop": 50, "train": 51, "9": 52, "apple": 53, "silver": 54, "horse": 55, "banana": 56, "umbrella": 57, "eating": 58, "sheep": 59, "bear": 60, "phone": 61, "12": 62, "motorcycle": 63, "cake": 64, "wine": 65, "beach": 66, "soccer": 67, "sunny": 68, "zebra": 69, "tan": 70, "brick": 71, "female": 72, "bananas": 73, "table": 74, "laptop": 75, "hat": 76, "bench": 77, "flowers": 78, "woman": 79, "male": 80, "cow": 81, "food": 82, "living room": 83, "bus": 84, "snowboarding": 85, "kites": 86, "cell phone": 87, "helmet": 88, "maybe": 89, "outside": 90, "hot dog": 91, "night": 92, "trees": 93, "11": 94, "bird": 95, "down": 96, "bed": 97, "camera": 98, "tree": 99, "christmas": 100, "fence": 101, "nothing": 102, "unknown": 103, "tennis racket": 104, "red and white": 105, "bedroom": 106, "bat": 107, "glasses": 108, "tile": 109, "metal": 110, "blue and white": 111, "plane": 112, "fork": 113, "airport": 114, "cloudy": 115, "15": 116, "up": 117, "blonde": 118, "day": 119, "teddy bear": 120, "glass": 121, "20": 122, "beer": 123, "car": 124, "sitting": 125, "boat": 126, "standing": 127, "13": 128, "clear": 129, "nike": 130, "sand": 131, "open": 132, "cows": 133, "bike": 134, "chocolate": 135, "donut": 136, "airplane": 137, "birthday": 138, "carrots": 139, "girl": 140, "skis": 141, "many": 142, "zoo": 143, "suitcase": 144, "old": 145, "chair": 146, "beige": 147, "ball": 148, "ocean": 149, "sandwich": 150, "tie": 151, "horses": 152, "palm": 153, "stripes": 154, "fall": 155, "cheese": 156, "scissors": 157, "round": 158, "chinese": 159, "knife": 160, "14": 161, "toilet": 162, "don't know": 163, "snowboard": 164, "truck": 165, "coffee": 166, "boy": 167, "fruit": 168, "cold": 169, "walking": 170, "wedding": 171, "lot": 172, "sunglasses": 173, "mountains": 174, "wall": 175, "elephants": 176, "wetsuit": 177, "square": 178, "toothbrush": 179, "sleeping": 180, "fire hydrant": 181, "bicycle": 182, "overcast": 183, "plastic": 184, "donuts": 185, "breakfast": 186, "tv": 187, "paper": 188, "ground": 189, "asian": 190, "plaid": 191, "dirt": 192, "mirror": 193, "usa": 194, "chicken": 195, "plate": 196, "clock": 197, "none": 198, "luggage": 199, "street": 200, "on table": 201, "spoon": 202, "cooking": 203, "daytime": 204, "16": 205, "africa": 206, "stone": 207, "not sure": 208, "window": 209, "sun": 210, "gold": 211, "people": 212, "racket": 213, "zebras": 214, "carrot": 215, "fish": 216, "person": 217, "happy": 218, "circle": 219, "oranges": 220, "backpack": 221, "25": 222, "leaves": 223, "watch": 224, "mountain": 225, "no one": 226, "ski poles": 227, "city": 228, "couch": 229, "afternoon": 230, "jeans": 231, "brown and white": 232, "summer": 233, "giraffes": 234, "computer": 235, "refrigerator": 236, "birds": 237, "child": 238, "park": 239, "flying kite": 240, "restaurant": 241, "evening": 242, "graffiti": 243, "30": 244, "grazing": 245, "flower": 246, "remote": 247, "hay": 248, "50": 249, "bread": 250, "catcher": 251, "on": 252, "milk": 253, "closed": 254, "microwave": 255, "sidewalk": 256, "police": 257, "striped": 258, "playing": 259, "rocks": 260, "apples": 261, "bricks": 262, "morning": 263, "vase": 264, "towel": 265, "motorcycles": 266, "umbrellas": 267, "18": 268, "concrete": 269, "field": 270, "bag": 271, "london": 272, "background": 273, "building": 274, "books": 275, "rock": 276, "brushing teeth": 277, "light": 278, "pepperoni": 279, "small": 280, "rainy": 281, "inside": 282, "heart": 283, "floor": 284, "american": 285, "surfboards": 286, "keyboard": 287, "can't tell": 288, "sandals": 289, "clouds": 290, "church": 291, "picture": 292, "tomato": 293, "pitcher": 294, "road": 295, "bowl": 296, "i don't know": 297, "17": 298, "white and black": 299, "floral": 300, "middle": 301, "gas": 302, "pine": 303, "very": 304, "playing wii": 305, "umpire": 306, "england": 307, "sink": 308, "leather": 309, "100": 310, "china": 311, "rain": 312, "ketchup": 313, "new york": 314, "skating": 315, "desk": 316, "vegetables": 317, "bridge": 318, "box": 319, "coca cola": 320, "baby": 321, "spring": 322, "baseball bat": 323, "dell": 324, "both": 325, "24": 326, "ski": 327, "wii remote": 328, "playing tennis": 329, "dessert": 330, "hydrant": 331, "reading": 332, "river": 333, "talking on phone": 334, "adidas": 335, "rose": 336, "double decker": 337, "roses": 338, "drinking": 339, "hot dogs": 340, "bears": 341, "checkered": 342, "front": 343, "home": 344, "electric": 345, "on wall": 346, "jumping": 347, "blanket": 348, "house": 349, "red and black": 350, "oven": 351, "canada": 352, "tennis ball": 353, "wilson": 354, "book": 355, "stop sign": 356, "rectangle": 357, "mouse": 358, "triangle": 359, "salad": 360, "lights": 361, "40": 362, "white and blue": 363, "in air": 364, "sky": 365, "hotel": 366, "guitar": 367, "lettuce": 368, "delta": 369, "wire": 370, "resting": 371, "sunset": 372, "safety": 373, "in water": 374, "shadow": 375, "counter": 376, "young": 377, "noon": 378, "tomatoes": 379, "purse": 380, "taking picture": 381, "photographer": 382, "scarf": 383, "office": 384, "outdoors": 385, "dinner": 386, "parking meter": 387, "on ground": 388, "hot": 389, "pole": 390, "lake": 391, "sign": 392, "train station": 393, "green and white": 394, "top": 395, "poles": 396, "goggles": 397, "indoors": 398, "rope": 399, "red and yellow": 400, "on right": 401, "hand": 402, "star": 403, "gloves": 404, "23": 405, "fridge": 406, "soup": 407, "long": 408, "carpet": 409, "lemon": 410, "on left": 411, "seagull": 412, "olives": 413, "air": 414, "windows": 415, "white and red": 416, "on plate": 417, "flying": 418, "tennis racquet": 419, "english": 420, "calm": 421, "talking": 422, "taking off": 423, "toy": 424, "short": 425, "plant": 426, "helmets": 427, "doughnut": 428, "real": 429, "large": 430, "cars": 431, "21": 432, "tracks": 433, "steel": 434, "glove": 435, "urban": 436, "cement": 437, "steam": 438, "blue and yellow": 439, "shoes": 440, "oval": 441, "back": 442, "running": 443, "mustard": 444, "rug": 445, "samsung": 446, "stove": 447, "basket": 448, "flag": 449, "pepsi": 450, "stainless steel": 451, "smoke": 452, "clothes": 453, "cup": 454, "tea": 455, "spinach": 456, "19": 457, "wind": 458, "parking": 459, "red and blue": 460, "raining": 461, "22": 462, "dusk": 463, "straw": 464, "landing": 465, "wii controller": 466, "meat": 467, "rainbow": 468, "branch": 469, "away": 470, "collar": 471, "ponytail": 472, "bottle": 473, "duck": 474, "toilet paper": 475, "japan": 476, "cream": 477, "shirt": 478, "cutting board": 479, "flip flops": 480, "boats": 481, "coke": 482, "lunch": 483, "bikes": 484, "forward": 485, "head": 486, "unsure": 487, "united states": 488, "strawberries": 489, "fire": 490, "painting": 491, "no idea": 492, "fan": 493, "pillow": 494, "tennis court": 495, "shorts": 496, "p": 497, "electricity": 498, "boots": 499, "28": 500, "skate park": 501, "passenger": 502, "laying down": 503, "beef": 504, "japanese": 505, "orange juice": 506, "blender": 507, "polar bear": 508, "on bed": 509, "suit": 510, "one way": 511, "jacket": 512, "texting": 513, "good": 514, "orange and white": 515, "dogs": 516, "clean": 517, "bottom": 518, "warm": 519, "swimming": 520, "lamp": 521, "decoration": 522, "yellow and blue": 523, "school": 524, "dirty": 525, "ford": 526, "blinds": 527, "rice": 528, "sneakers": 529, "one on right": 530, "w": 531, "lots": 532, "clay": 533, "east": 534, "flying kites": 535, "posing": 536, "parrot": 537, "strawberry": 538, "off": 539, "trash": 540, "octagon": 541, "to right": 542, "yellow and black": 543, "polo": 544, "america": 545, "shade": 546, "jet": 547, "ice cream": 548, "cross": 549, "subway": 550, "fake": 551, "to left": 552, "stuffed animal": 553, "football": 554, "pictures": 555, "maroon": 556, "tower": 557, "35": 558, "soda": 559, "peppers": 560, "teal": 561, "television": 562, "doughnuts": 563, "turkey": 564, "polar": 565, "board": 566, "marble": 567, "spanish": 568, "shelf": 569, "nighttime": 570, "water skiing": 571, "trash can": 572, "nobody": 573, "necklace": 574, "ring": 575, "kia": 576, "goat": 577, "cap": 578, "big": 579, "desert": 580, "surf": 581, "granite": 582, "india": 583, "living": 584, "skateboards": 585, "protection": 586, "wooden": 587, "bicycles": 588, "asia": 589, "grapes": 590, "military": 591, "wild": 592, "lab": 593, "honda": 594, "pen": 595, "diamond": 596, "south": 597, "riding": 598, "headphones": 599, "tabby": 600, "oak": 601, "fries": 602, "cutting cake": 603, "italian": 604, "candles": 605, "napkin": 606, "market": 607, "downhill": 608, "behind": 609, "headband": 610, "north": 611, "pug": 612, "dress": 613, "german": 614, "several": 615, "mcdonald's": 616, "yellow and red": 617, "chopsticks": 618, "smiling": 619, "lighthouse": 620, "possibly": 621, "ham": 622, "nowhere": 623, "french": 624, "above": 625, "?": 626, "bull": 627, "west": 628, "paint": 629, "cowboy": 630, "b": 631, "bacon": 632, "plants": 633, "ducks": 634, "public": 635, "cigarette": 636, "van": 637, "white and brown": 638, "watching": 639, "dining room": 640, "fedex": 641, "playing frisbee": 642, "newspaper": 643, "27": 644, "children": 645, "racquet": 646, "color": 647, "men": 648, "wet": 649, "at camera": 650, "fishing": 651, "38": 652, "on desk": 653, "reflection": 654, "bow": 655, "stick": 656, "cutting": 657, "t": 658, "black white": 659, "parade": 660, "gray and white": 661, "indian": 662, "wool": 663, "fork and knife": 664, "one on left": 665, "go": 666, "basketball": 667, "bmw": 668, "owl": 669, "store": 670, "cats": 671, "onions": 672, "55": 673, "tulips": 674, "net": 675, "straight": 676, "black and red": 677, "skateboarder": 678, "italy": 679, "women": 680, "fire truck": 681, "bracelet": 682, "door": 683, "juice": 684, "32": 685, "starbucks": 686, "sugar": 687, "monkey": 688, "low": 689, "commercial": 690, "carriage": 691, "chain link": 692, "palm trees": 693, "collie": 694, "candle": 695, "parking lot": 696, "game": 697, "balance": 698, "ceramic": 699, "chef": 700, "face": 701, "toyota": 702, "lady": 703, "hardwood": 704, "ramp": 705, "united": 706, "wine glass": 707, "suitcases": 708, "60": 709, "navy": 710, "chicago": 711, "no parking": 712, "dunkin donuts": 713, "krispy kreme": 714, "blue and red": 715, "cart": 716, "phones": 717, "on counter": 718, "c": 719, "african": 720, "towels": 721, "pigeon": 722, "tiles": 723, "shower": 724, "potatoes": 725, "dock": 726, "mercedes": 727, "sony": 728, "catching": 729, "us": 730, "tray": 731, "terrier": 732, "parsley": 733, "center": 734, "on floor": 735, "outdoor": 736, "light blue": 737, "full": 738, "green and yellow": 739, "visor": 740, "moving": 741, "playing game": 742, "bakery": 743, "big ben": 744, "hit ball": 745, "34": 746, "batter": 747, "video game": 748, "adult": 749, "french fries": 750, "statue": 751, "waves": 752, "bell": 753, "on sidewalk": 754, "pepper": 755, "sausage": 756, "scooter": 757, "hello kitty": 758, "daisy": 759, "teddy bears": 760, "in background": 761, "controller": 762, "forest": 763, "siamese": 764, "motorbike": 765, "batting": 766, "log": 767, "watermelon": 768, "red and green": 769, "seagulls": 770, "empty": 771, "roman": 772, "hair": 773, "snowy": 774, "26": 775, "corn": 776, "bucket": 777, "pineapple": 778, "remote control": 779, "stairs": 780, "on beach": 781, "nintendo wii": 782, "out": 783, "a": 784, "california": 785, "tall": 786, "softball": 787, "cloth": 788, "magnets": 789, "pasta": 790, "art": 791, "yellow and white": 792, "library": 793, "eagle": 794, "sauce": 795, "laying": 796, "station": 797, "bun": 798, "parasailing": 799, "ladder": 800, "bandana": 801, "sunlight": 802, "eggs": 803, "cell phones": 804, "cone": 805, "rail": 806, "giants": 807, "playing baseball": 808, "bar": 809, "horns": 810, "fireplace": 811, "tattoo": 812, "on street": 813, "crane": 814, "garbage": 815, "45": 816, "soccer ball": 817, "pie": 818, "ski lift": 819, "3 feet": 820, "blue and black": 821, "chain": 822, "sailboat": 823, "turquoise": 824, "pickle": 825, "maple": 826, "shoe": 827, "tiger": 828, "work": 829, "right side": 830, "wave": 831, "mac": 832, "fruits": 833, "bulldog": 834, "pork": 835, "hats": 836, "29": 837, "2 feet": 838, "crosswalk": 839, "stripe": 840, "drink": 841, "left side": 842, "waiting": 843, "stars": 844, "army": 845, "sofa": 846, "sprinkles": 847, "blue and green": 848, "coca-cola": 849, "kid": 850, "piano": 851, "pot": 852, "dark": 853, "peach": 854, "bus stop": 855, "butterfly": 856, "obama": 857, "tag": 858, "n": 859, "44": 860, "orioles": 861, "on grass": 862, "sweater": 863, "broken": 864, "night time": 865, "red sox": 866, "pigeons": 867, "tennis rackets": 868, "dodgers": 869, "volleyball": 870, "cotton": 871, "basil": 872, "vanilla": 873, "washington": 874, "pig": 875, "british airways": 876, "rural": 877, "cargo": 878, "vegetable": 879, "nokia": 880, "black & white": 881, "brush": 882, "ceiling": 883, "buildings": 884, "shrimp": 885, "sandwiches": 886, "string": 887, "germany": 888, "ice": 889, "in bowl": 890, "white and green": 891, "egg": 892, "cookies": 893, "france": 894, "high": 895, "cook": 896, "yellow and green": 897, "bikini": 898, "squares": 899, "lion": 900, "bamboo": 901, "slow": 902, "2013": 903, "smile": 904, "farm": 905, "surfer": 906, "pier": 907, "vertical": 908, "iron": 909, "tusks": 910, "pickles": 911, "serve": 912, "bags": 913, "cross country": 914, "m": 915, "swan": 916, "party": 917, "microphone": 918, "toys": 919, "mask": 920, "little": 921, "jump": 922, "san francisco": 923, "runway": 924, "tennis shoes": 925, "kite flying": 926, "apron": 927, "candy": 928, "flags": 929, "stuffed animals": 930, "in front": 931, "halloween": 932, "working": 933, "cleaning": 934, "onion": 935, "half": 936, "fast": 937, "red white and blue": 938, "white and gray": 939, "mushrooms": 940, "twin": 941, "daisies": 942, "right one": 943, "pastry": 944, "meter": 945, "wagon": 946, "on bench": 947, "goats": 948, "nintendo": 949, "roman numerals": 950, "tail": 951, "chairs": 952, "butter": 953, "bowling": 954, "x": 955, "calico": 956, "kids": 957, "looking": 958, "restroom": 959, "black and yellow": 960, "modern": 961, "palm tree": 962, "clock tower": 963, "vest": 964, "sad": 965, "2012": 966, "barn": 967, "selfie": 968, "circles": 969, "steak": 970, "railing": 971, "school bus": 972, "new": 973, "lamb": 974, "harley davidson": 975, "cardboard": 976, "caucasian": 977, "cupcake": 978, "foil": 979, "german shepherd": 980, "country": 981, "left one": 982, "31": 983, "pan": 984, "wicker": 985, "serving": 986, "polka dots": 987, "33": 988, "coat": 989, "garage": 990, "75": 991, "peace": 992, "glazed": 993, "museum": 994, "camouflage": 995, "polka dot": 996, "australia": 997, "kitten": 998, "pink and white": 999}